[
    {
        "id": "Arduino para principiantes",
        "Tipo":"General",
        "Categoria":"",
        "Titulo": "Arduino para principiantes",
        "descripcion_breve": "Arduino para principiantes",
        "img_index": "images/curso-arduino.png",
        "Descripcion": "En este curso, exploraremos la plataforma Arduino utilizando sensores y actuadores básicos para comprender cómo funcionan algunos procesos tecnológicos y cómo aquellos más complejos se componen de múltiples etapas simples. Inspirado en la cultura Maker, el curso promueve el aprendizaje práctico y la creatividad, permitiéndote convertir tus ideas en proyectos tecnológicos reales. Aprenderás a operar y programar Arduino a través de ejemplos prácticos relacionados con componentes electrónicos y mecánicos.",
        "img": "images/curso-arduino-full.png",
        "horario":"",
        "Dirigido": "Público en general.",
        "Requisitos": "Ninguno.",
        "Duracion": "16 horas",
        "Temario":"pdfs/Arduino101.pdf",
        "Mes":"SEP",
        "Dia":"",
        "Instructores":"M. en C. Kaishi Romero Shiro Tadasuky , M. en C. Enrique Guerrero Arbona"
      },
      {
          "id": "Fotografía vintage",
          "Tipo":"General",
          "Categoria":"",
          "Titulo": "Fotografía vintage",
          "descripcion_breve": "Fotografía vintage",
          "img_index": "images/curso-vintage.png",
          "Descripcion": "En este taller de fotografía, aprenderás el fascinante proceso de revelado de película y la impresión en papel fotográfico, ambos en blanco y negro. Aunque no se abordarán técnicas de toma de fotos, te enfocarás en revelar tus imágenes y convertirlas en impresiones fotográficas de manera artesanal. Este taller está dirigido a personas con conocimientos básicos de fotografía que quieran profundizar en el arte del revelado y explorar el encanto de la fotografía analógica. ¡Perfecto para quienes desean llevar su pasión por la fotografía al siguiente nivel!",
          "img": "images/curso-vintage-full.png",
          "horario":"",
          "Dirigido": "Público en general.",
          "Requisitos": "Conocimientos básicos de fotografía.",
          "Duracion": "6 horas",
          "Temario":"pdfs/FotoVintage.pdf",
          "Mes":"",
          "Dia":"",
          "Instructores":"Dr. Víctor Ruiz Cortés"
      },
      {
          "id": "IA desde cero: un curso práctico.",
          "Tipo":"General",
          "Categoria":"",
          "Titulo": "IA desde cero: un curso práctico",
          "descripcion_breve": "Nociones básicas de IA",
          "img_index": "images/curso-IA101.png",
          "Descripcion": "Este curso te llevará de la mano para que descubras el fascinante mundo de la Inteligencia Artificial (IA). Desde cero aprenderás los conceptos básicos, las herramientas más utilizadas y cómo aplicarlos en proyectos prácticos. Construiremos juntos modelos de visión por computadora que podrán reconocer objetos, y los desplegaremos en una plataforma web para que puedas compartir tus creaciones.",
          "img": "images/curso-IA101-full.png",
          "horario":"", 
          "Dirigido": "Público en general.",
          "Requisitos": "Navegador web.",
          "Duracion": "20 horas",
          "Temario":"pdfs/IA101.pdf",
          "Mes":"NOV",
          "Dia":"",
          "Instructores":"Dr. Irvin Hussein López Nava,M.C. Joan Raygoza Romero "
      },
      {
          "id": "Python básico",
          "Tipo":"General",
          "Categoria":"",
          "Titulo": "Python básico",
          "descripcion_breve":"Python para principiantes",
          "img_index": "images/curso-python101.png",
          "Descripcion": "La programación está presente en todas partes, y contar con habilidades de programación es fundamental en el mundo actual. En este curso práctico de introducción a Python, aprenderás de manera gradual desde los tipos de datos hasta la creación de tus propias funciones. A lo largo del curso, descubrirás los elementos básicos de programación, entenderás la sintaxis y estilo de Python, y al finalizar, serás capaz de desarrollar tus propios programas. Este curso es ideal para quienes quieren aprender los conceptos básicos de Python, sin necesidad de tener conocimientos previos.",
          "img": "images/curso-python101-full.png",
          "horario":"Del 9 al 19 de junio 2025. Lunes a jueves de 12pm a 2pm",
          "Dirigido": "Público en general.",
          "Requisitos": "Ninguno.",
          "Duracion": "15 horas",
          "Temario":"pdfs/PythonBasico.pdf",
          "Mes":"JUN",
          "Dia":"9",
          "Instructores":"M. en C. Luis Enrique Canul Arceo"
      },
    {
      "id": "ChatGPT como herramienta en el aula.",
      "Tipo":"Especialidad",
      "Categoria":"",
      "Titulo": "ChatGPT como herramienta en el aula.",
      "descripcion_breve": "Utilizar ChatGPT como una herramienta de apoyo educativo en el aula",
      "img_index": "images/curso-chatgptaula.png",
      "Descripcion": "Este curso te ayudará a integrar ChatGPT en el aula de forma efectiva. Exploraremos las teorías pedagógicas que respaldan su uso y analizaremos las consideraciones éticas relacionadas. A través de actividades prácticas, aprenderás a crear materiales y ejercicios de aprendizaje con ChatGPT, a desarrollar planes de estudio y a facilitar su uso por parte de los estudiantes en casa. Al finalizar, tendrás un conocimiento claro de cómo aprovechar esta tecnología para mejorar la experiencia educativa y guiar a tus estudiantes en su aplicación.",
      "img": "images/curso-chatgptaula.png",
      "horario":"",
      "Dirigido": "Sector educativo",
      "Requisitos": "Navegador web.",
      "Duracion": "20 horas",
      "Temario":"pdfs/GPTAula.pdf",
      "Mes":"AGO",
      "Dia":"",
      "Instructores":"Dr. Edgar Chávez,Dra. Isabel López"
    },
    {
        "id": "Taller en Energías Renovables.",
        "Tipo":"Especialidad",
        "Categoria":"",
        "Titulo": "Taller en Energías Renovables.",
        "descripcion_breve": "Introducción a las energías renovables",
        "img_index": "images/curso-er.png",
        "Descripcion": "Este taller aborda una introducción general al campo de las energías renovables a través de sesiones teóricas virtuales y prácticas de laboratorio en forma presencial en siete módulos que incluyen cada una de las fuentes renovables de energía y un módulo adiciones de instrumentación y adquisición de datos.",
        "img": "images/curso-er-full.png",
        "horario":"",
        "Dirigido": "Estudiantes de licenciatura o preparatoria.",
        "Requisitos": "Conocimientos básicos de física",
        "Duracion": "7 módulos con una duración total de 18 horas.",
        "Temario":"pdfs/ER101.pdf",
        "Mes":"",
        "Dia":"",
        "Instructores":"Dr. Francisco Carranza Chávez"
    },
    {
        "id": "Seguridad láser en la práctica médica",
        "Tipo":"Especialidad",
        "Categoria":"",
        "Titulo": "Seguridad láser en la práctica médica",
        "descripcion_breve": "Seguridad láser en la práctica médica",
        "img_index": "images/curso-seguridad-laser.png",
        "Descripcion": "Con el creciente uso de láseres en diversas aplicaciones, es esencial que el personal esté al tanto de los riesgos asociados y de las medidas de seguridad necesarias. Este curso te proporcionará los conocimientos básicos sobre seguridad láser, ideal tanto para quienes trabajan con estos equipos como para complementar un proceso de certificación en seguridad láser. ¡Prepárate para operar estos equipos con confianza y asegurar un entorno de trabajo seguro!",
        "img": "images/curso-seguridad-laser-full.png",
        "horario":"",
        "Dirigido": "Personas que operen o estén en contacto con equipos de láser.",
        "Requisitos": "Familiaridad con el uso de equipo láser.",
        "Duracion": "16 horas",
        "Temario":"pdfs/SeguridadLaserMed.pdf",
        "Mes":"OCT",
        "Dia":"",
        "Instructores":"Dr. Gibraham Alejandro Graciano Armenta"
    }
]
